USE TESTS
INSERT INTO Answer
VALUES 
--джава
--(73, 'Технологія створення і інтеграції в єдину систему компонентів', 1),
--(73, 'Мова розмітки гіпертекстових документів', 0),
--(73, 'обєктно-орієнтована мова програмування з безпечною системою типізації для платформи .NET', 0),

--(74, 'Виконання', 1),
--(74, 'Компіляція', 0),
--(74, 'Інтерпретація', 0),

--(75, 'Boolean', 1),
--(75, 'Bool', 0),
--(75, 'Boo', 0),

--(76, 'Super', 1),
--(76, 'Uber', 0),
--(76, 'Over',0),

--(77, 'Конструктор',  1),
--(77, 'Статичний метод', 0),
--(77, 'Метод main', 0),


--сишарп
--(78, 'Одна з парадигм програмування, яка розглядає програму як множину обєктів, що взаємодіють між собою', 1),
--(78, 'Мова розмітки гіпертекстових документів', 0),
--(78, 'мова програмування з безпечною системою типізації для платформи .NET', 0),

--(79, 'Bool', 1),
--(79, 'Boolean', 0),
--(79, 'Boo', 0),
 
--(80, 'Інкапсуляція, успадкування, поліморфізм', 1),
--(80, 'Інкапсуляція, поліморфізм', 0),
--(80, 'Успадкування, поліморфізм', 0),

--(81, 'Статичний метод', 1),
--(81, 'Конструктор за замовченням', 0),
--(81, 'void-метод', 0),

--(82, 'Поєднання властивостей обєкта і методів, які визначають його поведінку', 1),
--(82, 'Обєднання в тілі програми змінних, циклів та розгалуження', 0),
--(82, 'Включення у підпрограму локальних змінних', 0),


--веб
(83, 'HTML, JavaScript, jQuery, PHP', 1),
(83, 'C, C++, C#, F#', 0),
(83, 'SQL, MySQL, SQLSA', 0),

(84, 'Комп’ютер-клієнт', 1),
(84, 'Сервер DNS', 0),
(84, 'Сервер MNS', 0),
 
(85, 'На роботі це не відобразиться', 1),
(85, 'В кінці роботи скрипт видасть помилку', 0),
(85, 'Скрипт відпрацює правильно', 0),

(86, 'onclick', 1),
(86, 'mouseout', 0),
(86, 'mouseclick', 0),

(87, 'Специфікація мови JavaScript', 1),
(87, 'Перероблена реалізація JavaScript', 0),
(87, 'Мова програмування', 0)

