USE TESTS
INSERT INTO Question
VALUES 
--джава
--(1, 'Поняття кросплатформності?', 5),
---(1, 'На якому рівні мова java?', 5),
--(1, 'Логічний тип true/false?', 5),
--(1, 'Який специфікатор імені обєкта викликає метод батьківського класу?', 5),
--(1, 'Метод класу, який спрацьовує при створенні обєкта?', 5),

--сишарп
--(2, 'Поняття ООП?', 5),
--(2, 'Логічний тип true/false?', 5),
--(2, 'Концепції ООП?', 5),
--(2, 'Як називається метод класу, для використання якого не треба створювати обєкт?', 5),
--(2, 'Інкапсуляція - це?', 5),

--веб
(3, 'Які мови відносяться до Веб?', 5),
(3, 'Що з наведеного нижче відповідає апаратним шарам трирівневої клієнт-серверної архітектури на PHP?', 5),
(3, 'Якщо в процесі створення скрипта на РНР програміст відкривши з’єднання з базою даних забув його в кінці закрити, що отримаємо в результаті роботи?', 5),
(3, 'Яка подія дозволяє виконувати JavaScript код після натискання миші?', 5),
(3, 'Що таке ECMAScript?', 5)





